tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "libyaml"
brew "readline"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "automake"
brew "axel"
brew "bison"
brew "boost"
brew "cmake"
brew "cmocka"
brew "cowsay"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "docker", link: false
brew "docker-machine", link: false
brew "jpeg"
brew "erlang"
brew "etcd", restart_service: true
brew "forego"
brew "fortune"
brew "gcovr"
brew "gdb"
brew "geos"
brew "git"
brew "git-extras"
brew "git-fixup"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "haproxy"
brew "htop"
brew "httpie"
brew "influxdb"
brew "iproute2mac"
brew "jq"
brew "libcaca"
brew "libevent"
brew "libmagic"
brew "libsass"
brew "little-cms2"
brew "lrzsz"
brew "mercurial"
brew "mongodb"
brew "mtr"
brew "mysql", restart_service: true
brew "ncdu"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "pidof"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "premake"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "rename"
brew "sassc"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tmux"
brew "toilet"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "yajl"
brew "yarn"
brew "zeromq"
brew "zookeeper", restart_service: true
